notepadplusplus.install
discord
vlc
GoogleChrome
Firefox
spotify
paint.net
adobereader
PDFXchangeEditor
7zip.install
windirstat
calibre
git
drawio
dropbox
gimp
github-desktop
goggalaxy
lockhunter
vscode
nordvpn
picotorrent
powertoys
NETworkManager