Notepad++.Notepad++
Discord.Discord
VideoLAN.VLC
Google.Chrome
Mozilla.Firefox
Spotify.Spotify
9NBHCS1LX4R0
Adobe.Acrobat.Reader.64-bit
TrackerSoftware.PDF-XChangeEditor
7zip.7zip
WinDirStat.WinDirStat
calibre.calibre
Git.Git
GitHub.GitHubDesktop
JGraph.Draw
Dropbox.Dropbox
GIMP.GIMP
GOG.Galaxy
CrystalRich.LockHunter
Microsoft.VisualStudioCode
NordVPN.NordVPN
PicoTorrent.PicoTorrent
Microsoft.PowerToys
BornToBeRoot.NETworkManager